Revit 2024 API
BuiltInFailures.SplitToposolidFailures Class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class SplitToposolidFailures
Visual Basic
Public NotInheritable Class SplitToposolidFailures
Visual C++
public ref class SplitToposolidFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.SplitToposolidFailures
See Also
BuiltInFailures.SplitToposolidFailures Members
Autodesk.Revit.DB Namespace